app/controllers/voters_controller.rb

	def create
		@voter = Voter.new(voter_params)
		@voter.save
---
INSERT INTO "voters" ("firstname", "lastname", "communication_mode", "contact", "address", "language", "english_comfort", "first_time_voter", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5, $6, $7, $8, $9, $10) RETURNING "id"